;XCOM 2 relies on per-object config settings like the one below to link X2DataTemplate objects with their associated localized text

[FemaleVoice1_MKCassieCage X2BodyPartTemplate]
DisplayName="Cassie Cage"
[FemaleVoice1_MKCassieCage_RPR X2BodyPartTemplate]
DisplayName="Cassie Cage"
[FemaleVoice1_MKCassieCage_TEM X2BodyPartTemplate]
DisplayName="Cassie Cage"
[FemaleVoice1_MKCassieCage_SKR X2BodyPartTemplate]
DisplayName="Cassie Cage"